Repository: oswalr2/PowerPump
Catalog: SpartanBody/Localizable.xcstrings
Source language: en
Languages: es, fr, it, pt_br

# %.1f serving%@
source: %1$.1f serving%2$@
es: %1$.1f porc.
fr: %1$.1f port.
it: %1$.1f porz.
pt_br: %1$.1f porç.

source: %lld / 8 glasses
es: %lld / 8 vasos
fr: %lld / 8 verres
it: %lld / 8 bicchieri
pt_br: %lld / 8 copos

source: %lld days
es: %lld días
fr: %lld jours
it: %lld giorni
pt_br: %lld dias

# %lld exercise%@
source: %1$lld exercise%2$@
es: %1$lld ejercicio(s)
fr: %1$lld exercice(s)
it: %1$lld esercizi
pt_br: %1$lld exercício(s)

source: %lld exercises
es: %lld ejercicios
fr: %lld exercices
it: %lld esercizi
pt_br: %lld exercícios

source: %lld foods · %lld kcal
es: %1$lld alimentos · %2$lld kcal
fr: %1$lld aliments · %2$lld kcal
it: %1$lld alimenti · %2$lld kcal
pt_br: %1$lld alimentos · %2$lld kcal

source: %lld scans left this week
es: %lld escaneos restantes esta semana
fr: %lld scans restants cette semaine
it: %lld scansioni rimaste questa settimana
pt_br: %lld escaneamentos restantes esta semana

# %lld serving%@
source: %1$lld serving%2$@
es: %1$lld porc.
fr: %1$lld port.
it: %1$lld porz.
pt_br: %1$lld porç.

# %lld set%@ completed
source: %1$lld set%2$@ completed
es: %1$lld serie(s) completada(s)
fr: %1$lld série(s) terminée(s)
it: Serie completate: %1$lld
pt_br: %1$lld série(s) concluída(s)

# %lld/%lld days · %@
source: %1$lld/%2$lld days · %3$@
es: %1$lld/%2$lld días · %3$@
fr: %1$lld/%2$lld jours · %3$@
it: %1$lld/%2$lld giorni · %3$@
pt_br: %1$lld/%2$lld dias · %3$@

source: 1 can (160g)
es: 1 lata (160g)
fr: 1 boîte (160g)
it: 1 lattina (160g)
pt_br: 1 lata (160g)

source: 1 cup
es: 1 taza
fr: 1 tasse
it: 1 tazza
pt_br: 1 xícara

source: 1 head
es: 1 unidad
fr: 1 tête
it: 1 testa
pt_br: 1 cabeça

source: 1 large
es: 1 grande
fr: 1 grand
it: 1 grande
pt_br: 1 grande

source: 1 medium
es: 1 mediano
fr: 1 moyen
it: 1 medio
pt_br: 1 médio

source: 1 scan left this week
es: 1 escaneo restante esta semana
fr: 1 scan restant cette semaine
it: 1 scansione rimasta questa settimana
pt_br: 1 escaneamento restante esta semana

source: 1 scoop (30g)
es: 1 medida (30g)
fr: 1 dose (30g)
it: 1 misurino (30g)
pt_br: 1 dose (30g)

source: 1 stalk
es: 1 tallo
fr: 1 branche
it: 1 gambo
pt_br: 1 talo

source: 1 tbsp
es: 1 cda
fr: 1 c. à s.
it: 1 cucchiaio
pt_br: 1 c. sopa

source: 1 tsp
es: 1 cdta
fr: 1 c. à c.
it: 1 cucchiaino
pt_br: 1 c. chá

source: 1 tsp each
es: 1 cdta de cada
fr: 1 c. à c. de chaque
it: 1 cucchiaino ciascuno
pt_br: 1 c. chá de cada

source: 1/2 cup
es: 1/2 taza
fr: 1/2 tasse
it: 1/2 tazza
pt_br: 1/2 xícara

source: 1/2 medium
es: 1/2 mediano
fr: 1/2 moyen
it: 1/2 medio
pt_br: 1/2 médio

source: 1/2 tsp
es: 1/2 cdta
fr: 1/2 c. à c.
it: 1/2 cucchiaino
pt_br: 1/2 c. chá

source: 1/4 cup
es: 1/4 taza
fr: 1/4 tasse
it: 1/4 tazza
pt_br: 1/4 xícara

source: 1/4 tsp
es: 1/4 cdta
fr: 1/4 c. à c.
it: 1/4 cucchiaino
pt_br: 1/4 c. chá

source: 1RM: the maximum weight you can lift for one rep.
es: 1RM: el peso máximo que puedes levantar para una repetición.
fr: 1RM : le poids maximum que vous pouvez soulever pour une répétition.
it: 1RM: il peso massimo che puoi sollevare per una ripetizione.
pt_br: 1RM: o peso máximo que você pode levantar para uma repetição.

source: 2 cans (160g each)
es: 2 latas (160g c/u)
fr: 2 boîtes (160g chacune)
it: 2 lattine (160g l'una)
pt_br: 2 latas (160g cada)

source: 2 cloves
es: 2 dientes
fr: 2 gousses
it: 2 spicchi
pt_br: 2 dentes

source: 2 cups
es: 2 tazas
fr: 2 tasses
it: 2 tazze
pt_br: 2 xícaras

source: 2 fillets (150g each)
es: 2 filetes (150g c/u)
fr: 2 filets (150g chacun)
it: 2 filetti (150g l'uno)
pt_br: 2 filés (150g cada)

source: 2 large
es: 2 grandes
fr: 2 grosses
it: 2 grandi
pt_br: 2 grandes

source: 2 medium
es: 2 medianos
fr: 2 moyens
it: 2 medi
pt_br: 2 médios

source: 2 slices
es: 2 rebanadas
fr: 2 tranches
it: 2 fette
pt_br: 2 fatias

source: 2 tbsp
es: 2 cdas
fr: 2 c. à s.
it: 2 cucchiai
pt_br: 2 c. sopa

source: 2 whole
es: 2 enteros
fr: 2 entiers
it: 2 interi
pt_br: 2 inteiros

source: 3 cloves
es: 3 dientes
fr: 3 gousses
it: 3 spicchi
pt_br: 3 dentes

source: 3 tbsp
es: 3 cdas
fr: 3 c. à s.
it: 3 cucchiai
pt_br: 3 c. sopa

source: 3 whole
es: 3 enteros
fr: 3 entiers
it: 3 interi
pt_br: 3 inteiros

source: 4 large
es: 4 grandes
fr: 4 grandes
it: 4 grandi
pt_br: 4 grandes

source: 4 tbsp
es: 4 cdas
fr: 4 c. à s.
it: 4 cucchiai
pt_br: 4 c. sopa

source: 5RM: the maximum weight you can lift for five reps.
es: 5RM: el peso máximo que puedes levantar para cinco repeticiones.
fr: 5RM : le poids maximum que vous pouvez soulever pour cinq répétitions.
it: 5RM: il peso massimo che puoi sollevare per cinque ripetizioni.
pt_br: 5RM: o peso máximo que você pode levantar para cinco repetições.

source: 6 large
es: 6 grandes
fr: 6 gros
it: 6 grandi
pt_br: 6 grandes

source: 6 small
es: 6 pequeñas
fr: 6 petites
it: 6 piccoli
pt_br: 6 pequenas

source: AI Coach
es: Entrenador IA
fr: Coach IA
it: Allenatore IA
pt_br: Treinador IA

source: AI Food Scanner
es: Escáner de Alimentos IA
fr: Scanner Alimentaire IA
it: Scanner Cibo IA
pt_br: Scanner de Alimentos IA

source: Abandon
es: Abandonar
fr: Abandonner
it: Abbandona
pt_br: Abandonar

source: About
es: Acerca de
fr: À propos
it: Informazioni
pt_br: Sobre

source: About & Privacy
es: Acerca de y privacidad
fr: À propos et confidentialité
it: Informazioni e privacy
pt_br: Sobre e privacidade

source: About AI Features
es: Sobre las funciones de IA
fr: À propos des fonctions IA
it: Sulle funzioni IA
pt_br: Sobre os recursos de IA

source: About You
es: Sobre ti
fr: À propos de vous
it: Su di te
pt_br: Sobre você

source: Achievements
es: Logros
fr: Succès
it: Traguardi
pt_br: Conquistas

source: Active (%lld)
es: Activos (%lld)
fr: Actifs (%lld)
it: Attivi (%lld)
pt_br: Ativos (%lld)

source: Activity
es: Actividad
fr: Activité
it: Attività
pt_br: Atividade

source: Activity Level
es: Nivel de actividad
fr: Niveau d'activité
it: Livello di attività
pt_br: Nível de atividade

source: Add
es: Añadir
fr: Ajouter
it: Aggiungi
pt_br: Adicionar

source: Add All to Food Log
es: Agregar Todo al Registro
fr: Tout Ajouter au Journal
it: Aggiungi Tutto al Diario
pt_br: Adicionar Tudo ao Diário

source: Add Exercise
es: Añadir ejercicio
fr: Ajouter un exercice
it: Aggiungi esercizio
pt_br: Adicionar exercício

source: Add Set
es: Añadir serie
fr: Ajouter une série
it: Aggiungi serie
pt_br: Adicionar série

source: Add broccoli and bell pepper. Stir-fry 4 minutes.
es: Agrega el brócoli y el pimiento. Saltea 4 minutos.
fr: Ajoutez brocoli et poivron. Faites sauter 4 minutes.
it: Aggiungi broccoli e peperone. Salta in padella 4 minuti.
pt_br: Adicione o brócolis e o pimentão. Refogue por 4 minutos.

source: Add broccoli and season with thyme, garlic, and onion powder.
es: Agrega el brócoli y sazona con tomillo, ajo y cebolla en polvo.
fr: Ajoutez le brocoli et assaisonnez avec thym, ail et oignon en poudre.
it: Aggiungi i broccoli e condisci con timo, aglio e cipolla in polvere.
pt_br: Adicione o brócolis e tempere com tomilho, alho e cebola em pó.

source: Add cauliflower rice and soy sauce. Stir-fry 5 more minutes.
es: Agrega el arroz de coliflor y salsa de soya. Saltea 5 minutos más.
fr: Ajoute le riz de chou-fleur et la sauce soja. Fais sauter 5 min de plus.
it: Aggiungi il riso di cavolfiore e la salsa di soia. Salta altri 5 min.
pt_br: Adicione o arroz de couve-flor e o molho de soja. Refogue por mais 5 min.

source: Add cherry tomatoes and cook 3-4 minutes until softened.
es: Agrega los tomates cherry y cocina 3-4 minutos hasta que se ablanden.
fr: Ajoutez les tomates cerises et faites cuire 3-4 minutes jusqu'à ce qu'elles ramollissent.
it: Aggiungi i pomodorini e cuoci 3-4 minuti finché si ammorbidiscono.
pt_br: Adicione os tomates-cereja e cozinhe 3-4 minutos até amolecer.

source: Add garlic and sauté for 30 seconds.
es: Agrega el ajo y sofríe 30 segundos.
fr: Ajoute l'ail et fais revenir 30 sec.
it: Aggiungi l'aglio e soffriggi 30 sec.
pt_br: Adicione o alho e refogue por 30 segundos.

source: Add lentils and broth. Bring to a boil, then simmer 20-25 min.
es: Agrega lentejas y caldo. Hierve y luego cocina a fuego lento 20-25 min.
fr: Ajoute lentilles et bouillon. Porte à ébullition, puis mijote 20-25 min.
it: Aggiungi lenticchie e brodo. Porta a bollore, poi cuoci a fuoco lento 20-25 min.
pt_br: Adicione lentilhas e caldo. Ferva e cozinhe em fogo baixo por 20-25 min.

source: Add mixed vegetables and stir-fry 3 minutes.
es: Agrega las verduras mixtas y saltea 3 minutos.
fr: Ajoute les légumes et fais sauter 3 min.
it: Aggiungi le verdure miste e salta in padella 3 min.
pt_br: Adicione os legumes mistos e refogue por 3 minutos.

source: Add soy sauce and ginger. Toss for 1 minute.
es: Agrega la salsa de soya y el jengibre. Mezcla 1 minuto.
fr: Ajoutez sauce soja et gingembre. Mélangez 1 minute.
it: Aggiungi salsa di soia e zenzero. Mescola per 1 minuto.
pt_br: Adicione o molho de soja e o gengibre. Misture por 1 minuto.

source: Add spices and stir for 1 minute until fragrant.
es: Agrega las especias y revuelve 1 minuto hasta que aromaticen.
fr: Ajoute les épices et remue 1 min jusqu'à parfum.
it: Aggiungi le spezie e mescola 1 minuto fino a profumare.
pt_br: Adicione as especiarias e mexa por 1 minuto até soltar o aroma.

source: Add spinach and cook until wilted, 1 minute.
es: Agrega la espinaca y cocina hasta marchitar, 1 minuto.
fr: Ajoute les épinards et cuis jusqu'à fanage, 1 min.
it: Aggiungi gli spinaci e cuoci finché appassiscono, 1 minuto.
pt_br: Adicione o espinafre e cozinhe até murchar, 1 minuto.

source: Add spinach and cook until wilted.
es: Agrega la espinaca y cocina hasta que se marchite.
fr: Ajoutez les épinards et faites cuire jusqu'à ce qu'ils tombent.
it: Aggiungi gli spinaci e cuoci finché appassiscono.
pt_br: Adicione o espinafre e cozinhe até murchar.

source: Add spinach, pepper, and mozzarella to one half.
es: Agrega espinaca, pimiento y mozzarella en una mitad.
fr: Ajoutez épinards, poivron et mozzarella sur une moitié.
it: Aggiungi spinaci, peperone e mozzarella su una metà.
pt_br: Adicione espinafre, pimentão e mussarela em uma metade.

source: Add to %@
es: Añadir a %@
fr: Ajouter à %@
it: Aggiungi a %@
pt_br: Adicionar a %@

source: Add tuna and stir gently to combine.
es: Agrega el atún y mezcla con cuidado.
fr: Ajoutez le thon et mélangez délicatement.
it: Aggiungi il tonno e mescola delicatamente.
pt_br: Adicione o atum e misture delicadamente.

source: Add turkey, carrots, and celery. Simmer 15 minutes.
es: Agrega el pavo, las zanahorias y el apio. Cocina a fuego lento 15 minutos.
fr: Ajoutez dinde, carottes et céleri. Laissez mijoter 15 minutes.
it: Aggiungi tacchino, carote e sedano. Cuoci a fuoco lento 15 minuti.
pt_br: Adicione o peru, as cenouras e o aipo. Cozinhe em fogo baixo por 15 minutos.

source: Add zucchini and bell pepper. Cook 4-5 min until tender-crisp.
es: Agrega calabacín y pimiento. Cocina 4-5 min hasta tiernos pero firmes.
fr: Ajoute courgette et poivron. Cuis 4-5 min jusqu'à tendre.
it: Aggiungi zucchina e peperone. Cuoci 4-5 min finché teneri ma croccanti.
pt_br: Adicione abobrinha e pimentão. Cozinhe 4-5 min até ficarem al dente.

source: Added to food log!
es: ¡Agregado al registro!
fr: Ajouté au journal alimentaire !
it: Aggiunto al diario alimentare!
pt_br: Adicionado ao diário alimentar!

source: Adjust seasoning and serve hot.
es: Ajusta la sazón y sirve caliente.
fr: Rectifiez l'assaisonnement et servez chaud.
it: Aggiusta di sale e servi caldo.
pt_br: Ajuste o tempero e sirva quente.

source: Age
es: Edad
fr: Âge
it: Età
pt_br: Idade

source: All
es: Todas
fr: Toutes
it: Tutte
pt_br: Todas

source: All Foods
es: Todos los alimentos
fr: Tous les aliments
it: Tutti gli alimenti
pt_br: Todos os alimentos

source: All challenges started!
es: ¡Todos los retos iniciados!
fr: Tous les défis commencés !
it: Tutte le sfide iniziate!
pt_br: Todos os desafios iniciados!

source: Allow notifications to get reminders for workouts, hydration, and meals.
es: Activa las notificaciones para recibir recordatorios de entrenamientos, hidratación y comidas.
fr: Activez les notifications pour recevoir des rappels d'entraînements, d'hydratation et de repas.
it: Attiva le notifiche per ricevere promemoria per allenamenti, idratazione e pasti.
pt_br: Ative as notificações para receber lembretes de treinos, hidratação e refeições.

source: Almonds
es: Almendras
fr: Amandes
it: Mandorle
pt_br: Amêndoas

source: Almonds, slivered
es: Almendras fileteadas
fr: Amandes effilées
it: Mandorle a scaglie
pt_br: Amêndoas laminadas

source: Analyzing your meal…
es: Analizando tu comida…
fr: Analyse de votre repas…
it: Analisi del tuo pasto…
pt_br: Analisando sua refeição…

source: Appearance
es: Apariencia
fr: Apparence
it: Aspetto
pt_br: Aparência

source: Apple
es: Manzana
fr: Pomme
it: Mela
pt_br: Maçã

source: Apple Health is not available on this device.
es: Apple Health no está disponible en este dispositivo.
fr: Apple Health n'est pas disponible sur cet appareil.
it: Apple Health non è disponibile su questo dispositivo.
pt_br: O Apple Health não está disponível neste dispositivo.

source: Arrange greens, tomatoes, and cucumber in a bowl.
es: Acomoda las hojas verdes, los tomates y el pepino en un bowl.
fr: Disposez les jeunes pousses, les tomates et le concombre dans un bol.
it: Disponi insalata, pomodori e cetriolo in una ciotola.
pt_br: Arrume as folhas, os tomates e o pepino em uma tigela.

source: Arrange quinoa and lentils at the base of each bowl.
es: Acomoda quinoa y lentejas en la base de cada bowl.
fr: Dispose quinoa et lentilles au fond de chaque bol.
it: Disponi quinoa e lenticchie sul fondo di ogni ciotola.
pt_br: Arrume quinoa e lentilhas no fundo de cada tigela.

source: Arrange quinoa in bowls and top with avocado, tomatoes, cucumber, and chickpeas.
es: Reparte la quinoa en bowls y cubre con aguacate, tomates, pepino y garbanzos.
fr: Répartissez le quinoa dans des bols et garnissez d'avocat, tomates, concombre et pois chiches.
it: Distribuisci la quinoa nelle ciotole e completa con avocado, pomodori, cetriolo e ceci.
pt_br: Distribua a quinoa em tigelas e cubra com abacate, tomates, pepino e grão-de-bico.

source: Arrange rice at the base of a bowl.
es: Acomoda el arroz en la base del bowl.
fr: Dispose le riz au fond du bol.
it: Disponi il riso sul fondo della ciotola.
pt_br: Arrume o arroz no fundo da tigela.

source: As you progress, gradually increase weight and lower reps to keep challenging your strength.
es: A medida que progresas, aumenta gradualmente el peso y disminuye las repeticiones para seguir desafiando tu fuerza.
fr: Au fur et à mesure de votre progression, augmentez progressivement le poids et réduisez les répétitions pour continuer à défier votre force.
it: Man mano che progredisci, aumenta gradualmente il peso e riduci le ripetizioni per continuare a sfidare la tua forza.
pt_br: À medida que progride, aumente gradualmente o peso e diminua as repetições para continuar desafiando sua força.

source: Asparagus
es: Espárragos
fr: Asperges
it: Asparagi
pt_br: Aspargos

source: Avg %lld kcal
es: Prom %lld kcal
fr: Moy %lld kcal
it: Media %lld kcal
pt_br: Méd %lld kcal

source: Avg %lld kcal/day
es: Prom. %lld kcal/día
fr: Moy. %lld kcal/jour
it: Media %lld kcal/giorno
pt_br: Méd. %lld kcal/dia

source: Avocado
es: Aguacate
fr: Avocat
pt_br: Abacate

source: Avocado & Eggs Toast
es: Tostada de aguacate y huevo
fr: Toast avocat et œufs
it: Toast avocado e uova
pt_br: Torrada de abacate com ovos

source: Avocado & Quinoa Salad
es: Ensalada de aguacate y quinoa
fr: Salade avocat et quinoa
it: Insalata di avocado e quinoa
pt_br: Salada de abacate com quinoa

source: Avocado, diced
es: Aguacate en cubos
fr: Avocat en dés
it: Avocado a cubetti
pt_br: Abacate em cubos

source: Avocado, sliced
es: Aguacate en rebanadas
fr: Avocat en tranches
it: Avocado a fette
pt_br: Abacate fatiado

source: BMI Category
es: Categoría IMC
fr: Catégorie IMC
it: Categoria IMC
pt_br: Categoria IMC

source: Back
es: Atrás
fr: Retour
it: Indietro
pt_br: Voltar

source: Back to search
es: Volver a la búsqueda
fr: Retour à la recherche
it: Torna alla ricerca
pt_br: Voltar à busca

source: Baking powder
es: Polvo de hornear
fr: Levure chimique
it: Lievito in polvere
pt_br: Fermento em pó

source: Balanced
es: Equilibrado
fr: Équilibré
it: Bilanciato
pt_br: Equilibrado

source: Banana
es: Plátano
fr: Banane

source: Banana, sliced
es: Plátano en rodajas
fr: Banane en rondelles
it: Banana a fette
pt_br: Banana em rodelas

source: Barcode number
es: Número del código
fr: Numéro du code-barres
it: Numero del codice
pt_br: Número do código

source: Beat egg whites with a pinch of salt until slightly frothy.
es: Bate las claras con una pizca de sal hasta que espumen ligeramente.
fr: Battez les blancs d'œufs avec une pincée de sel jusqu'à ce qu'ils moussent légèrement.
it: Sbatti gli albumi con un pizzico di sale finché sono leggermente spumosi.
pt_br: Bata as claras com uma pitada de sal até espumar levemente.

source: Beat eggs with salt and pepper. Pour over vegetables.
es: Bate los huevos con sal y pimienta. Viértelos sobre las verduras.
fr: Battez les œufs avec sel et poivre. Versez sur les légumes.
it: Sbatti le uova con sale e pepe. Versale sulle verdure.
pt_br: Bata os ovos com sal e pimenta. Despeje sobre os legumes.

source: Beets
es: Betabel
fr: Betterave
it: Barbabietola
pt_br: Beterraba

source: Bell Pepper
es: Pimiento
fr: Poivron
it: Peperone
pt_br: Pimentão

source: Bell pepper, diced
es: Pimiento en cubos
fr: Poivron en dés
it: Peperone a cubetti
pt_br: Pimentão em cubos

source: Bell pepper, sliced
es: Pimiento en tiras
fr: Poivron émincé
it: Peperone a listarelle
pt_br: Pimentão em tiras

source: Best streak
es: Mejor racha
fr: Meilleure série
it: Migliore serie
pt_br: Melhor sequência

# Best: %lld day%@
source: Best: %1$lld day%2$@
es: Mejor: %1$lld día(s)
fr: Record : %1$lld jour(s)
it: Record: %1$lld giorni
pt_br: Melhor: %1$lld dia(s)

source: Black Bean & Quinoa Tacos
es: Tacos de frijol negro y quinoa
fr: Tacos haricots noirs et quinoa
it: Tacos di fagioli neri e quinoa
pt_br: Tacos de feijão preto com quinoa

source: Black beans (canned, drained)
es: Frijoles negros (de lata, escurridos)
fr: Haricots noirs (en boîte, égouttés)
it: Fagioli neri (in scatola, scolati)
pt_br: Feijão preto (em lata, escorrido)

source: Blend oats into flour. Mash banana.
es: Muele la avena hasta hacer harina. Machaca el plátano.
fr: Mixez les flocons d'avoine en farine. Écrasez la banane.
it: Frulla l'avena fino a farina. Schiaccia la banana.
pt_br: Triture a aveia até virar farinha. Amasse a banana.

source: Blueberries
es: Arándanos
fr: Myrtilles
it: Mirtilli
pt_br: Mirtilos

source: Body Weight
es: Peso corporal
fr: Poids corporel
it: Peso corporeo
pt_br: Peso corporal

source: Breakfast
es: Desayuno
fr: Petit-déjeuner
it: Colazione
pt_br: Café da Manhã

source: Bring broth to a boil in a large pot.
es: Hierve el caldo en una olla grande.
fr: Portez le bouillon à ébullition dans une grande casserole.
it: Porta il brodo a ebollizione in una pentola grande.
pt_br: Ferva o caldo em uma panela grande.

source: Broccoli
es: Brócoli
fr: Brocoli
pt_br: Brócolis

source: Broccoli florets
es: Floretes de brócoli
fr: Fleurettes de brocoli
it: Cimette di broccoli
pt_br: Floretes de brócolis

source: Brown ground beef in a pan over medium-high heat, breaking it apart.
es: Dora la carne molida en una sartén a fuego medio-alto, desmenuzándola.
fr: Faites dorer le bœuf haché dans une poêle à feu moyen-vif en l'émiettant.
it: Rosola il macinato in padella a fuoco medio-alto, sbriciolandolo.
pt_br: Doure a carne moída em uma frigideira em fogo médio-alto, soltando os pedaços.

source: Brown rice (cooked)
es: Arroz integral (cocido)
fr: Riz brun (cuit)
it: Riso integrale (cotto)
pt_br: Arroz integral (cozido)

source: Budget
es: Económico
fr: Économique
it: Economico
pt_br: Econômico

source: Build consistency with 7–30 day goals
es: Construye constancia con metas de 7 a 30 días
fr: Construisez de la régularité avec des objectifs de 7 à 30 jours
it: Costruisci costanza con obiettivi da 7 a 30 giorni
pt_br: Construa consistência com metas de 7 a 30 dias

source: Build strength with progressive overload
es: Gana fuerza con sobrecarga progresiva
fr: Gagnez en force avec la surcharge progressive
it: Costruisci forza con sovraccarico progressivo
pt_br: Ganhe força com sobrecarga progressiva

source: Burn fat with cardio & calorie deficit
es: Quema grasa con cardio y déficit calórico
fr: Brûlez les graisses avec cardio et déficit calorique
it: Brucia grassi con cardio e deficit calorico
pt_br: Queime gordura com cardio e déficit calórico

source: Burned
es: Quemado
fr: Brûlé
it: Bruciato
pt_br: Queimado

source: Butter
es: Mantequilla
fr: Beurre
it: Burro
pt_br: Manteiga

source: Calories
es: Calorías
it: Calorie
pt_br: Calorias

source: Calories (kcal)
es: Calorías (kcal)
it: Calorie (kcal)
pt_br: Calorias (kcal)

source: Calories — 7 Days
es: Calorías — 7 días
fr: Calories — 7 jours
it: Calorie — 7 giorni
pt_br: Calorias — 7 dias

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

source: Carbs
es: Carbohidratos
fr: Glucides
it: Carboidrati
pt_br: Carboidratos

source: Carbs (g)
es: Carbohidratos (g)
fr: Glucides (g)
it: Carboidrati (g)
pt_br: Carboidratos (g)

source: Carrot, julienned
es: Zanahoria en juliana
fr: Carotte en julienne
it: Carota a julienne
pt_br: Cenoura em julienne

source: Carrots, diced
es: Zanahorias en cubos
fr: Carottes en dés
it: Carote a cubetti
pt_br: Cenouras em cubos

source: Carrots, sliced
es: Zanahorias en rodajas
fr: Carottes en rondelles
it: Carote a fette
pt_br: Cenouras em rodelas

source: Cashews
es: Anacardos
fr: Noix de cajou
it: Anacardi
pt_br: Castanha de caju

source: Cauliflower Rice Stir-Fry
es: Salteado de arroz de coliflor
fr: Sauté de riz de chou-fleur
it: Saltato di riso di cavolfiore
pt_br: Refogado de arroz de couve-flor

source: Cauliflower, riced
es: Coliflor rallada (tipo arroz)
fr: Chou-fleur râpé (façon riz)
it: Cavolfiore grattugiato (tipo riso)
pt_br: Couve-flor ralada (tipo arroz)

source: Celery
es: Apio
fr: Céleri
it: Sedano
pt_br: Aipo

source: Celery, chopped
es: Apio picado
fr: Céleri haché
it: Sedano tritato
pt_br: Aipo picado

source: Celery, diced
es: Apio en cubos
fr: Céleri en dés
it: Sedano a cubetti
pt_br: Aipo em cubos

source: Challenges
es: Retos
fr: Défis
it: Sfide
pt_br: Desafios

source: Check Form
es: Revisar técnica
fr: Vérifier la technique
it: Controlla la forma
pt_br: Verificar técnica

source: Check In ✓
es: Registrar ✓
fr: Valider ✓
it: Registra ✓
pt_br: Registrar ✓

source: Cheddar Cheese
es: Queso cheddar
fr: Fromage cheddar
it: Formaggio cheddar
pt_br: Queijo cheddar

source: Cherry tomatoes
es: Tomates cherry
fr: Tomates cerises
it: Pomodorini
pt_br: Tomates-cereja

source: Cherry tomatoes, halved
es: Tomates cherry a la mitad
fr: Tomates cerises coupées en deux
it: Pomodorini tagliati a metà
pt_br: Tomates-cereja ao meio

source: Chia seeds
es: Semillas de chía
fr: Graines de chia
it: Semi di chia
pt_br: Sementes de chia

source: Chicken & Rice Bowl
es: Bowl de pollo y arroz
fr: Bol poulet et riz
it: Bowl di pollo e riso
pt_br: Bowl de frango com arroz

source: Chicken Breast
es: Pechuga de pollo
fr: Blanc de poulet
it: Petto di pollo
pt_br: Peito de frango

source: Chicken breast
es: Pechuga de pollo
fr: Blanc de poulet
it: Petto di pollo
pt_br: Peito de frango

source: Chicken broth (low sodium)
es: Caldo de pollo (bajo en sodio)
fr: Bouillon de poulet (pauvre en sel)
it: Brodo di pollo (poco sodio)
pt_br: Caldo de frango (baixo sódio)

source: Chickpeas (canned, drained)
es: Garbanzos (de lata, escurridos)
fr: Pois chiches (en boîte, égouttés)
it: Ceci (in scatola, scolati)
pt_br: Grão-de-bico (em lata, escorrido)
